Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/ScheduleTemplate.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# schedule_template.office_worker_name
source: Office Worker
de: Büroangestellter
es: Trabajador de Oficina
fr: Employé de Bureau
ja: オフィスワーカー
pt_br: Trabalhador de Escritório
zh_hans: 办公室职员

# schedule_template.office_worker_description
source: Mon-Fri work hours with lunch break
de: Mo-Fr Arbeitszeiten mit Mittagspause
es: Horario laboral Lun-Vie con pausa para almorzar
fr: Heures de travail Lun-Ven avec pause déjeuner
ja: 月～金の勤務時間（昼休憩あり）
pt_br: Horário de trabalho Seg-Sex com pausa para almoço
zh_hans: 周一至周五工作时间，含午休

# schedule_template.morning
source: Morning
de: Morgen
es: Mañana
fr: Matin
ja: 午前
pt_br: Manhã
zh_hans: 早晨

# schedule_template.afternoon
source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
ja: 午後
pt_br: Tarde
zh_hans: 下午

# schedule_template.evening
source: Evening
de: Abend
es: Noche
fr: Soirée
ja: 夜
pt_br: Noite
zh_hans: 晚上

# schedule_template.remote_worker_name
source: Remote Worker
de: Remote-Arbeiter
es: Trabajador Remoto
fr: Travailleur à Distance
ja: リモートワーカー
pt_br: Trabalhador Remoto
zh_hans: 远程工作者

# schedule_template.remote_worker_description
source: Flexible schedule for remote work
de: Flexibler Zeitplan für Remote-Arbeit
es: Horario flexible para trabajo remoto
fr: Horaire flexible pour le travail à distance
ja: リモートワーク向けの柔軟なスケジュール
pt_br: Horário flexível para trabalho remoto
zh_hans: 远程工作的灵活时间表

# schedule_template.work_hours
source: Work Hours
de: Arbeitszeiten
es: Horario Laboral
fr: Heures de Travail
ja: 勤務時間
pt_br: Horário de Trabalho
zh_hans: 工作时间

# schedule_template.weekend
source: Weekend
de: Wochenende
es: Fin de Semana
ja: 週末
pt_br: Fim de Semana
zh_hans: 周末

# schedule_template.training_mode_name
source: Training Mode
de: Trainingsmodus
es: Modo de Entrenamiento
fr: Mode Entraînement
ja: トレーニングモード
pt_br: Modo de Treino
zh_hans: 训练模式

# schedule_template.training_mode_description
source: Intensive training schedule
de: Intensiver Trainingsplan
es: Horario de entrenamiento intensivo
fr: Programme d'entraînement intensif
ja: 集中トレーニングスケジュール
pt_br: Cronograma de treino intensivo
zh_hans: 强化训练时间表

# schedule_template.recovery_mode_name
source: Recovery Mode
de: Erholungsmodus
es: Modo de Recuperación
fr: Mode Récupération
ja: 回復モード
pt_br: Modo de Recuperação
zh_hans: 恢复模式

# schedule_template.recovery_mode_description
source: Gentle reminders for rest days
de: Sanfte Erinnerungen für Ruhetage
es: Recordatorios suaves para días de descanso
fr: Rappels doux pour les jours de repos
ja: 休息日の優しいリマインダー
pt_br: Lembretes suaves para dias de descanso
zh_hans: 休息日的温和提醒

# schedule_template.gentle_movement
source: Gentle Movement
de: Sanfte Bewegung
es: Movimiento Suave
fr: Mouvement Doux
ja: 軽い運動
pt_br: Movimento Suave
zh_hans: 轻柔运动

# schedule_template.weekend_warrior_name
source: Weekend Warrior
de: Wochenendkrieger
es: Guerrero de Fin de Semana
fr: Guerrier du Week-end
ja: 週末ウォリアー
pt_br: Guerreiro de Fim de Semana
zh_hans: 周末战士

# schedule_template.weekend_warrior_description
source: Active weekends only
de: Nur aktive Wochenenden
es: Solo fines de semana activos
fr: Week-ends actifs uniquement
ja: 週末のみアクティブ
pt_br: Apenas fins de semana ativos
zh_hans: 仅限活跃周末

# schedule_template.weekend_activity
source: Weekend Activity
de: Wochenendaktivität
es: Actividad de Fin de Semana
fr: Activité Week-end
ja: 週末アクティビティ
pt_br: Atividade de Fim de Semana
zh_hans: 周末活动

# schedule_template.minimalist_description
source: 3 reminders per day
de: 3 Erinnerungen pro Tag
es: 3 recordatorios por día
fr: 3 rappels par jour
ja: 1日3回のリマインダー
pt_br: 3 lembretes por dia
zh_hans: 每天3次提醒

# schedule_template.every_day_name
source: Every Day
de: Jeden Tag
es: Todos los Días
fr: Tous les Jours
ja: 毎日
pt_br: Todos os Dias
zh_hans: 每天

# schedule_template.every_day_description
source: Consistent daily routine
de: Konsistente tägliche Routine
es: Rutina diaria consistente
fr: Routine quotidienne cohérente
ja: 一貫した毎日のルーティン
pt_br: Rotina diária consistente
zh_hans: 一致的日常例程

# schedule_template.active_hours
source: Active Hours
de: Aktive Stunden
es: Horas Activas
fr: Heures Actives
ja: アクティブ時間
pt_br: Horas Ativas
zh_hans: 活跃时间

# schedule_template.training
source: Training
es: Entrenamiento
fr: Entraînement
ja: トレーニング
pt_br: Treino
zh_hans: 训练

# schedule_template.minimalist_name
source: Minimalist
es: Minimalista
fr: Minimaliste
ja: ミニマリスト
pt_br: Minimalista
zh_hans: 极简主义
